Repository: tamplan/nautilus-sound-converter
Catalog: po/*.po
Languages: bs, hr, ko, lt, oc, pt, ro, sr, sr@latin, te

source: Convert Audio File
bs: Konvertuj Audio Fajl
hr: Pretvori zvučnu datoteku
ko: 오디오 파일 변환
lt: Konvertuoti garso failą
oc: Conversion àudio
pt: Converter Ficheiro de Áudio
ro: Convertește fișierul audio
sr: Претвори звучну датотеку
sr@latin: Pretvori zvučnu datoteku
te: ఆడియో దస్త్రాన్ని పరివర్తించండి

source: Select A Folder
bs: Izaberite direktorijum
hr: Odaberi mapu
ko: 폴더를 선택하십시오
lt: Pasirinkite aplanką
oc: Seleccionar un dorsièr
pt: Selecionar Uma Pasta
ro: Alege un dosar
sr: Изабери фасциклу
sr@latin: Izaberi fasciklu
te: సంచయాన్ని ఎంచుకోండి

source: Destination
bs: Odredište
hr: Odredište
ko: 대상
lt: Paskirtis
oc: <b>Destinacion</b>
pt: Destino
sr: Одредиште
sr@latin: Odredište

source: Format
ko: 형식
lt: Formatas
oc: <b>Format</b>
pt: Formato
sr: Облик
sr@latin: Oblik

source: Converting Progress
bs: Progres konvertovanja
hr: Napredak promjene
ko: 변환 과정
lt: Konvertavimo eiga
oc: Conversion en cors
pt: Progresso de Conversão
ro: Progresul conversiei
sr: Напредовање претварања
sr@latin: Napredovanje pretvaranja
te: పరివర్తన పురోగతి

source: Use source directory as output directory
bs: Koristi izvorni direktorij kao odredišni direktorij
hr: Koristi mapu izvora kao izlaznu mapu
ko: 원본 디렉터리를 출력 디렉터리로 사용
lt: Naudoti šaltinio aplanką išvesčiai
oc: Utiliza lo repertòri font coma destinacion
pt: Use um diretório de origem como diretório de saída
ro: Utilizați directorul sursă ca director de ieșire
sr: Користи изворни директоријум као излазни
sr@latin: Koristi izvorni direktorijum kao izlazni
te: మూల సంచయాన్ని నిర్గమ సంచయముగా వాడుకొను

source: Use the source directory as the default output directory.
bs: Koristi izvorni direktorij kao zadani odredišni direktorij.
hr: Koristi mapu izvora kao zadanu izlaznu mapu.
ko: 원본 디렉터리를 기본 출력 데릭터리로 사용합니다.
lt: Numatytai naudoti šaltinio aplanką išvesčiai.
oc: Utiliza lo repertòri font coma repertòri de destinacion per defaut.
pt: Use o diretório de origem como o diretório de saída padrão.
ro: Utilizați directorul sursă ca directorul de ieșire implicit.
sr: Користиће изворни директоријум као основни излазни директоријум.
sr@latin: Koristiće izvorni direktorijum kao osnovni izlazni direktorijum.
te: మూల సంచయాన్ని అప్రమేయ నిర్గమ సంచయముగా వాడుకొను.

source: Converting: %d of %d
bs: Konvertovanje:%d od %d
hr: Pretvaranje: %d od %d
ko: 변환중: %2$d개중 %1$d개
lt: Konvertuojama: %d iš %d
oc: Conversion : %d de %d
pt: A converter: %d de %d
ro: Se convertesc: %d din %d
sr: Претварам: %d од %d
sr@latin: Pretvaram: %d od %d
te: పరివర్తిస్తున్నాము: %d of %d

source: Nautilus Sound Converter could not convert this file. Reason: %s
bs: Nautilus Konverter zvuka ne može konvertovati ovaj fajl. Razlog: %s
hr: Nautilus pretvarač zvuka ne može pretvoriti ovu datoteku. Razlog: %s
ko: 노틸러스 사운드 변환기에서 이 파일을 변환할 수 없습니다. 원인: %s
lt: Nautilus garso konverteris negali konvertuoti šio failo. Priežastis: %s
oc: Lo fichièr a pas pogut èsser convertit. Rason : %s
pt: Nautilus Sound Converter não pôde converter este ficheiro. Razão: %s
ro: Nautilus Sound Converter nu a putut converti acest fișier. Motivul: %s
sr: Наутилусов претварач звука не може да претвори ову датотеку. Разлог: %s
sr@latin: Nautilusov pretvarač zvuka ne može da pretvori ovu datoteku. Razlog: %s
te: నాటిలస్ శబ్ద పరివర్తకం ఈ దస్త్రాన్ని పరివర్తించుట వీలుకాదు. కారణం: %s

source: Speed: Unknown
bs: Brzina: Nepoznata
hr: Brzina: nepoznata
ko: 속도: 알 수 없음
lt: Greitis: nežinomas
oc: Velocitat : desconeguda
pt: Velocidade: Desconhecida
ro: Viteză: Necunoscută
sr: Брзина: непозната
sr@latin: Brzina: nepoznata
te: వేగం: తెలియదు

source: Estimated time left: %d:%02d (at %0.1f×)
bs: Preostalo procijenjeno vrijeme: %d:%02d (pri %0.1fx)
hr: Preostalo vrijeme: %d:%02d (pri %0.1f×)
ko: 남은 추정 시간: %d:%02d (%0.1f배속)
lt: Įvertintas likęs laikas: %d:%02d (gretis %0.1f×)
oc: Temps restant estimat : %d :%02d (à %0.1f×)
pt: Tempo restante estimado: %d:%02d (em %0.1f×)
ro: Timp estimat rămas: %d:%02d (la %0.1f×)
sr: Преостало процењено време: %d:%02d (при %0.1fx)
sr@latin: Preostalo procenjeno vreme: %d:%02d (pri %0.1fx)
te: మిగిలిన సమయం: %d:%02d (%0.1f× వద్ద)

source: Estimated time left: unknown
bs: Preostalo vrijeme: nepoznato
hr: Preostalo vrijeme: nepoznato
ko: 남은 추정 시간: 알 수 없음
lt: Įvertintas likęs laikas: nežinomas
oc: Temps restant estimat : desconegut
pt: Tempo restante estimado: desconhecido
ro: Timp estimat rămas: necunoscut
sr: Процијењено преостало вријеме: непознато
sr@latin: Procijenjeno preostalo vrijeme: nepoznato
te: అంచనా సమయం: తెలియదు

source: Edit _Profiles...
bs: Uredi postav_ke...
hr: Uredi _profile...
ko: 프로파일 편집(_P)...
lt: Keitis _profilius...
oc: _Modificar los perfils...
pt: Editar _Perfis...
ro: Editează _profile...
sr: Уреди _профиле...
sr@latin: Uredi _profile...
te: ప్రవరలను సవరించు...(_P)

source: Could not create GConf client.
bs: Ne može da napravi GKonf klijent.
hr: Neuspjelo stvaranje GConf klijenta.
ko: GConf 클라이언트를 만들 수 없습니다.
lt: Nepavyko sukurti GConf kliento.
oc: Impossible de crear lo client GConf.
pt: Não foi possível criar um cliente GConf.
ro: Nu s-a putut crea clientul GConf.
sr: Не могу да направим ГКонф клијента.
sr@latin: Ne mogu da napravim GKonf klijenta.
te: జికాన్ఫ్ కక్షిదారుని సృష్టించుట వీలుకాదు.

source: _Convert...
bs: _Konvertuj...
hr: _Pretvori...
ko: 변환(_C)...
lt: _Konvertuoti...
oc: _Convertir...
pt: _Converter...
ro: _Convertește...
sr: _Претвори...
sr@latin: _Pretvori...
te: పరివర్తించు...(_C)

source: Convert each selected audio file
bs: Konvertuj sve selektovane audio fajlove
hr: Pretvori svaku odabranu zvučnu datoteku
ko: 각각 선택한 오디오 파일 변환
lt: Konvertuoti kiekvieną pasirinktą garso failą
oc: Convertir los fichièrs son seleccionats
pt: Converter cada ficheiro de áudio selecionado
ro: Convertește fiecare fișier audio selectat
sr: Претвара сваку изабрану звучну датотеку
sr@latin: Pretvara svaku izabranu zvučnu datoteku
te: ఎంపికచేసిన ప్రతీ ఆడియో దస్త్రాన్ని పరివర్తించు

source: Audio Profile
bs: Zvučna postavka
hr: Zvučni profil
ko: 오디오 프로파일
lt: Garso profilis
oc: Perfil àudio
pt: Perfil de áudio
ro: Profil audio
sr: Профил звука
sr@latin: Profil zvuka
te: ఆడియో ప్రవర

source: The GNOME Audio Profile used for encoding audio
bs: GNOME Zvučni profil korišten za kodiranje zvuka
hr: GNOME zvučni profil korišten za enkôdiranje zvuka
ko: 오디오를 인코딩하는데 사용할 그놈 오디오 프로파일
lt: GNOME garso profilis, naudojamas garso kodavimui
oc: Lo perfil àudio GNOME utilizat per encodar lo fichièr son
pt: O GNOME Audio Profile é utilizado para a codificação de áudio
ro: Profilul audio GNOME folosit pentru codarea audio
sr: Звучни профил Гнома коришћен за кодирање звука
sr@latin: Zvučni profil Gnoma korišćen za kodiranje zvuka

source: Could not create GStreamer file input
bs: Nemoguće kreiranje GStreamer fajl ulaz
hr: Nemoguće stvaranje ulazne GStreamer datoteke
ko: GStreamer 파일 입력을 만들 수 없습니다
lt: Nepavyko sukurti GStreamer failo įvesties
oc: Impossible de crear lo fichièr d'entrada GStreamer
pt: Não foi possível criar ficheiros GStreamer de entrada
ro: Nu s-a putut crea fișierul de intrare GStreamer
sr: Не могу да направим ГСтримерову улазну датотеку
sr@latin: Ne mogu da napravim GStrimerovu ulaznu datoteku

source: Could not create GStreamer encoders for %s
bs: Ne može da napravi GStrimerove enkodere za %s
hr: Nemoguće stvaranje GStreamer enkôdera za %s
ko: %s의 GStreamer 인코더를 만들 수 없습니다
lt: Nepavyko sukurti GStreamer %s koduotojų
oc: Impossible de crear l'encodador GStreamer per %s
pt: Não foi possível criar codificadores GStreamer para %s
ro: Nu s-au putut crea codori GStreamer pentru %s
sr: Не могу да направим ГСтримерове кодере за „%s“
sr@latin: Ne mogu da napravim GStrimerove kodere za „%s“

source: Could not create GStreamer file output
bs: Ne može da napravi GStrimerovu izlaznu datoteku
hr: Nemoguće stvaranje izlazne GStreamer datoteke
ko: GStreamer 파일 출력을 만들 수 없습니다
lt: Nepavyko sukurti GStreamer failo išvesties
oc: Impossible de crear lo fichièr de sortida GStreamer
pt: Não foi possível criar ficheiros GStreamer de saída
ro: Nu s-a putut crea fișierul de ieșire GStreamer
sr: Не могу да направим ГСтримерову излазну датотеку
sr@latin: Ne mogu da napravim GStrimerovu izlaznu datoteku

source: Could not link pipeline
bs: Ne mogu da uvežem cjevovod
hr: Nemoguće povezati slivnik
ko: 파이프라인에 연결할 수 없습니다
lt: Nepavyko sujungti konvejerio
oc: Impossible de lier lo pipeline
pt: Não foi possível ligação em pipeline
ro: Nu s-a putut lega linia de asamblare
sr: Не могу да увежем процесни ланац
sr@latin: Ne mogu da uvežem procesni lanac

source: Could not get current file position
bs: Ne mogu dobiti trenutnu poziciju fajla
hr: Nemoguće dobivanje trenutnog položaja
ko: 현재 파일 위치를 가져올 수 없습니다
lt: Nepavyko gauti dabartinės failo padėties
oc: Impossible d'obténer la posicion del fichièr en cors
pt: Não foi possível obter posição atual do ficheiro
ro: Nu s-a putut obține poziția curentă a fișierului
sr: Не могу да добавим положај текуће датотеке
sr@latin: Ne mogu da dobavim položaj tekuće datoteke

source: Could not get current file duration
bs: Ne mogu dobiti trenutno trajanje fajla
hr: Nemoguće dobivanje trenutnog trajanja datoteke
ko: 현재 파일 길이를 가져올 수 없습니다
lt: Nepavyko gauti dabartinės failo trukmės
oc: Impossible d'obténer la durada del fichièr en cors
pt: Não foi possível obter a duração do ficheiro atual
ro: Nu s-a putut obține durata curentă a fișierului
sr: Не могу да добавим трајање текуће датотеке
sr@latin: Ne mogu da dobavim trajanje tekuće datoteke

source: The plugin necessary for mp3 file access was not found
bs: Dodaci neophodni za pristup mp3 fajlu nisu pronađeni
hr: Priključak potreban za pristup mp3 datotekama nije pronađen
ko: MP3 파일 접근에 필요한 플러그인을 찾을 수 없습니다
lt: Nerastas įskiepis, reikalingas mp3 failų prieigai
oc: L'empeuton necessari pels fichièrs mp3 es pas estat trobat
pt: O plugin necessário para aceder a ficheiros mp3 não foi encontrado
ro: Modulul necesar pentru a accesa fișiere mp3 nu a fost găsit
sr: Прикључак неопходан за приступ мп3 датотеци није нађен
sr@latin: Priključak neophodan za pristup mp3 datoteci nije nađen
te: mp3 దస్త్రానికి అవసరమైన చొప్పింత కనపడుటలేదు

source: The plugin necessary for wav file access was not found
bs: Dodaci neophodni za pristup wav fajlu nisu pronađeni
hr: Priključak potreban za pristup waw datotekama nije pronađen
ko: WAV 파일 접근에 필요한 플러그인을 찾을 수 없습니다
lt: Nerastas įskiepis, reikalingas wav failų prieigai
oc: L'empeuton necessari pels fichièrs wav es pas estat trobat
pt: O plugin necessário para aceder a ficheiros wav não foi encontrado
ro: Modulul necesar pentru a accesa fișiere wav nu a fost găsit
sr: Прикључак неопходан за приступ вав датотеци није нађен
sr@latin: Priključak neophodan za pristup vav datoteci nije nađen
te: wav దస్త్రానికి అవసరమైన చొప్పింత కనపడుటలేదు

source: The plugin necessary for aac file access was not found
bs: Dodaci neophodni za pristup aac fajlu nisu pronađeni
hr: Priključak potreban za pristup aac datotekama nije pronađen
ko: AAC 파일 접근에 필요한 플러그인을 찾을 수 없습니다
lt: Nerastas įskiepis, reikalingas aac failų prieigai
oc: L'empeuton necessari pels fichièrs aac es pas estat trobat
pt: O plugin necessário para aceder a ficheiros aac não foi encontrado
ro: Modulul necesar pentru a accesa fișiere aac nu a fost găsit
sr: Прикључак неопходан за приступ аац датотеци није нађен
sr@latin: Priključak neophodan za pristup aac datoteci nije nađen
te: aac దస్త్రానికి అవసరమైన చొప్పింత కనపడుటలేదు

source: The plugin necessary for musepack file access was not found
bs: Dodaci neophodni za pristup musepack fajlu nisu pronađeni
hr: Priključak potreban za pristup musepack datotekama nije pronađen
ko: musepack 파일 접근에 필요한 플러그인을 찾을 수 없습니다
lt: Nerastas įskiepis, reikalingas musepack failų prieigai
oc: L'empeuton necessari pels fichièrs musepack es pas estat trobat
pt: O plugin necessário para aceder a ficheiros musepack não foi encontrado
ro: Modulul necesar pentru a accesa fișiere musepack nu a fost găsit
sr: Прикључак неопходан за приступ мјузпак датотеци није нађен
sr@latin: Priključak neophodan za pristup mjuzpak datoteci nije nađen
te: musepack దస్త్రానికి అవసరమైన చొప్పింత కనపడుటలేదు

source: The plugin necessary for wma file access was not found
bs: Dodaci neophodni za pristup wma fajlu nisu pronađeni
hr: Priključak potreban za pristup wma datotekama nije pronađen
ko: WMA 파일 접근에 필요한 플러그인을 찾을 수 없습니다
lt: Nerastas įskiepis, reikalingas wma failų prieigai
oc: L'empeuton necessari pels fichièrs wma es pas estat trobat
pt: O plugin necessário para aceder a ficheiros wma não foi encontrado
ro: Modulul necesar pentru a accesa fișiere wma nu a fost găsit
sr: Прикључак неопходан за приступ вма датотеци није нађен
sr@latin: Priključak neophodan za pristup vma datoteci nije nađen
te: wma దస్త్రానికి అవసరమైన చొప్పింత కనపడుటలేదు

source: <b>Destination</b>
ro: <b>Destinație</b>
te: <b>గమ్యం</b>

source: <b>Format</b>
te: <b>ఆకృతి</b>
